export const EXAMPLES = [
  `מה אם החסם הכי גדול לבינה מלאכותית בצוות שלך הוא בכלל לא טכנולוגי

אנחנו באמצע תהליך עם אחד הצוותים הכי מרתקים שעבדנו איתם.
בינתיים הם ביקשו לא להיחשף, אז נכבד את זה 
אבל הסיפור שלהם חשוב מדי בשביל שלא לשתף.

כשהצגנו להם את הכלים והשיטות שלנו לשילוב בינה מלאכותית בתהליך הפיתוח,
 התשובה הראשונה הייתה:

אצלכם זה עובדת בבייס 44 אולי. 
אבל אצלנו? 
עם הקוד שלנו? 
אין סיכוי! 

וכבר הכרתי את זה.
זיהיתי את הטון, את החשש 
זה לא היה על הקוד.
זה היה על השינוי.
על ה״גבינה שזזה״.

הדבר הגדול שבינה מלאכותית שינתה בפיתוח הוא המקום שבו מתבצע התכנון.
בעבר, היינו מתכננים בינינו, ומבצעים בתוך סביבת הפיתוח.
היום גם התכנון קורה שם. 
עם הבינה המלאכותית ועם כל הקונטקסט הרלוונטי (הקוד שלכם, ספריות עדכניות, רולים, פרוטוקולים וכו')

ומי שיודע לתכנן טוב,
יכול לקבל תוצאה איכותית בלחיצת Enter.
ולפעמים זה חוסך גם 20 שעות עבודה.

לא כולם קיבלו את זה מיד.
אבל המפתחים שהרשו לעצמם להיפתח ו״לבזבז״ עוד 3 שעות עבודה בתכנון נכון, גילו שהם לא רק עובדים אחרת, הם פתאום משיגים תוצאות בקצב אחר לגמרי.

והאמת?
זה מה שמרגש בכל מהפכה

הטכנולוגיה חשובה
אבל בני האדם הם אלו שמכריעים בסוף.`,

  `כשהתחלתי לעבוד עם מערכות בינה מלאכותית, היה ברור שהטכנולוגיה מתקדמת מהר. אבל מה שתפס אותי זה דווקא משהו אחר:

הפער בין כמה שהמערכת מוכנה...
לבין כמה שאנחנו מוכנים.

המודלים יודעים לכתוב, לקודד, לקבל החלטות.
אבל אנחנו? 
עדיין צריכים לראות. להבין. לסמוך.

וזה בדיוק האתגר היום. לא היכולות של המחשב, אלא השקיפות.
היכולת שלנו לראות מה הוא עושה בדרך, למה הוא עשה את זה, ואיפה אפשר לעצור ולכוון.

בדיוק בגלל זה (בין היתר) כלים כמו Cursor עושים שינוי.
כשכותבים קוד עם Cursor, רואים כל שלב שהסוכן עובר.
אפשר להבין את ההחלטות, להתערב, לדייק, להוסיף מידע והקשר שחסר לו.
ופתאום, במקום "מכונה חכמה" מקבלים שותף אמיתי.

וזה לא רק בקוד. זה בכל תחום שבו בינה מלאכותית נכנסת.
התוצרים טובים. לפעמים באמת יותר טובים מאיתנו.
אבל קשה לנו לסמוך, כי אנחנו לא רואים את הדרך, רק את התוצאה.

קצת כמו בעולם הרכב האוטונומי.
הטכנולוגיה כבר מזמן בטוחה יותר מנהגים אנושיים.
אבל לקח שנים לסמוך עליה.

וככה זה גם היום.
הטכנולוגיה מוכנה.

אבל נשאר לנו עדיין לבנות את החיבור הנכון בינינו לבינה.`,

  `לפני כמה שבועות הייתי בלוויה.

חבר טוב מהצבא, רגע קשה וכואב מאוד. 

עוד לפני הטקס, דיברתי עם ניסן רובינוב השותף שלי.
סיפרתי לו. ביקשתי שיגבה אותי באחת הפגישות ויעלה במקומי. 

והתגובה שלו הייתה של שותף טוב:
"תתנתק. תהיה בשלך. אל תדאג לעבודה עכשיו."
וזה היה מרגיע.

אבל אז קרה משהו שממש לא צפיתי.
כשטקס הלוויה הסתיים, הרמתי את הראש
 וראיתי אותו עומד שם.

את ניסן. 

נסע צפונה, באמצע היום, בלי לומר מילה.
הוא לא מכיר את המנוח, הוא פשוט בא. 
בא להיות איתי. 
הוא היה שם כל הזמן הזה.
נתן לי חיבוק חזק.

זה לא שותף רק לעסק.
זה שותף לחיים.

אנחנו מדברים הרבה על כמה חשוב למצוא שותפים שמשלימים אותנו.
מישהו שמביא כישורים שאתה לא מביא.
מישהו שדוחף כשאתה נשבר.
אבל יש גם רמה מעל זה.

שותפות שלא עוצרת בחשבון בנק ובלקוחות.
אלא מתחילה ונגמרת בבני אדם.`
];
